{
    "Major": [
                {
                "value": "0",
                "suit":"Major",
                "name":"The Fool",
                "upright-key":"beginnings, freedom, innocence, originality, adventure, idealism, spontaneity",
                "reversed-key":["reckless", "careless", "distracted", "naive", "foolish", "gullible", "stale", "dull"],
                "desc":"The Fool depicts a youth walking joyfully into the world. He is taking his first steps, and he is exuberant, joyful, excited. He carries nothing with him except a small sack, caring nothing for the possible dangers that lie in his path. Indeed, he is soon to encounter the first of these possible dangers, for if he takes just a step more, he he topple over the cliff that he is reaching. But this doesn't seem to concern him - we are unsure whether he is just naive or simply unaware. The dog at his heels barks at him in warning, and if he does not become more aware of his surroundings soon, he may never see all the adventures that he dreams of encountering.",
                "upright-mean":"The Fool card is numbered 0, which is considered to be a number of infinite potential. Consider him a blank slate, for The Fool has yet to develop a clear personality. He is the symbol of innocence - his journey to come will shape his character yet.\n\nTo see the The Fool generally means a beginning of a new journey, one where you will be filled with optimism and freedom from the usual constraints in life. When we meet him, he approaches each day as an adventure, in an almost childish way. He believes that anything can happen in life and there are many opportunities that are lying out there, in the world, waiting to be explored and developed. He leads a simple life, having no worries, and does not seem troubled by the fact that he cannot tell what he will encounter ahead.\n\nTo meet him in a reading can also be seen as a call to the risk-taking part of your own character. He inspires courage, for he understands that every day is a chance to open up new areas in your life, and with that comes a mixture of anticipation, wonder, awe and curiosity. The Fool is there to show that you can never really tell what lies ahead, and you can only greet it with joy.",
                "upright-love-mean":"When this card shows up in a love tarot reading, get ready to embark on a new adventure. The Fool tarot meaning in love signals that you'll need to experience new things in order to find the romance that you desire. Be willing to take risks, be bold and expand your vision of the world and you may end up finding love in the most unlikely places. Surprises are in store for you.\n\nSince the Fool represents the start of new journeys, it's tarot meaning in love can be an indicator of new relationships.\n\nAs with any new relationship, you may fear rejection, but this card indicates that this should not hold you back. When you open yourself up to the world, even in the face of embarassment or rejection, you may find what you are looking for. In love and relationships, the Fool tells us that we should be confident and have faith that all things will work out well. It tells us that instead of giving up, we keep trying, and look at the world with innocence and wonder. The Fool tarot meaning in love encourages open-eyed innocence and  positivity.",
                "upright-career-mean":"New beginnings are on their way, when the Fool appears in your career tarot reading. If you’ve been looking to start a new career path, change jobs, get a promotion, or even start your own venture, the Fool can be a welcome card to begin your new journey. Even if no new drastic changes are coming your way or planned, this card can feel like a fresh breath of air into old projects. You can be filled with new energy, and new innovative ideas can be put into action now. What is important now is to be very aware of the opportunities that are there, and have the courage to take them when they appear. ",
                "upright-finance-mean":"When it comes to finances, you may be in a period where you are feeling spontaneous and idealistic. All spending now can be for the purpose of adventure and exploration. Want to go on a trip? Or learn a new skill? It can be easy for you to fund these purchases now. There can be a feeling that you will have all that you need, so there’s no need to worry about the bills, and more emphasis on feeling expansive and curious.",
                "reversed-mean":"When you land on the reversed Fool in your reading, you can generally find his more negative characteristics being on display. It can mean that you are literally acting like a fool by disregarding the repercussions of your actions. Like the youth depicted in the card, you don't see how dangerous of a position you find yourself in.\n\nA reversed Fool card can show that you are living in the moment and not planning for the future. The reversed Fool meaning serves as caution that you should be more aware so as not to be taken advantage of. Like the dog in the Rider Waite version, this card is here to alert you on anything that may sound too good to be true.",
                "reversed-love-key":"lack of commitment, risky relationship",
                "reversed-career-key":"stale and boring job, reckless actions at work",
                "reversed-finance-key":"caution around financial opportunities, foolish purchases",
                "reversed-love-mean":"When the Fool is reversed in a love tarot reading, this card can signal that your bright-eyed, trusting nature may need to be tempered with a dose of caution. Especially when with new lovers, make sure that everything is what it seems to be. You may now be looking at love with rose-tinted glasses, and unable to see a clear picture of the relationship.\n\nThe reversed Fool tarot meaning in love can also indicate that you or a lover may be a bit too immature right now to handle truly loving relationship.",
                "reversed-career-mean":"You may have all the energy in the world, and eagerness to do use that energy, however, you may not quite have the insight to do so without any consequences. Try and be more aware about how your actions affect your colleagues right now, and think before you take action. Other times, the reversed Fool can signal that your current job feels stale and boring, and you may be feeling like it’s time for a change. Sometimes, this indicates that you may feel blocked from actually doing so, or that you need to consider these plans very carefully before making that choice. It may be that there are more dangers than you see right now.",
                "reversed-finance-mean":"When it comes to your finances, the reversed Fool can suggest financial opportunities, but beware of recklessness. This means that you’ll have to do your research before you lay down your dollars, and there can be consequences that you are not yet aware of. This period can also spell out being careless about your financial decisions; all your impulse purchases are adding up to more than you can actually afford, so you’ll need to take a closer and more realistic look at your bank account. ",
                "image":"https://i0.wp.com/www.quickcardreading.com/wp-content/uploads/2013/03/fool-0-final.jpg"

        },

        {
            "value": "",
            "suit":"",
            "name":"",
            "upright-key":"",
            "reversed-key":"",
            "desc":"",
            "upright-mean":"",
            "upright-love-mean":"",
            "upright-career-mean":"",
            "upright-finance-mean":"",
            "reversed-mean":"",
            "reversed-love-key":"",
            "reversed-career-key":"",
            "reversed-finance-key":"",
            "reversed-love-mean":"",
            "reversed-career-mean":"",
            "reversed-finance-mean":"",
            "image":""

        },

        {
            "value": "",
            "name":"",
            "upright-key":"",
            "reversed-key":"",
            "desc":"",
            "upright-mean":"",
            "upright-love-mean":"",
            "upright-career-mean":"",
            "upright-finance-mean":"",
            "reversed-mean":"",
            "reversed-love-key":"",
            "reversed-career-key":"",
            "reversed-finance-key":"",
            "reversed-love-mean":"",
            "reversed-career-mean":"",
            "reversed-finance-mean":"",
            "image":""
        }
        
    ],

    "Cups": [
        {

        }
    ],

    "Pentacles": [
        {
            
        }
    ],

    "Swords": [
        {
            
        }
    ],

    "Wands": [
        {
            
        }
    ]
}
